/* Context menu item for editing a theme. Opens the Edit sheet. */
"Edit" = "Edit…";

/* Context menu item for creating a duplicate of an existing theme. */
"Duplicate" = "Duplicate";

/* Context menu item for exporting a theme. Shows a save panel. */
"Export" = "Export…";

/* Context menu item for deleting a theme. Shows a confirmation sheet. */
"Delete" = "Delete…";

/* Context menu item for resetting a built-in theme. Shows a confirmation sheet. */
"Reset" = "Reset…";


/* Title of Delete confirmation sheet. */
"Delete Theme Title" = "Delete Theme?";

/* Informative text of Delete confirmation sheet. */
"Delete Theme Text" = "Do you really want to delete the theme “%@”? In case iCloud is enabled, it will also be deleted from all your devices. This action cannot be undone!";

/* Title of default button for Delete confirmation sheet. */
"Cancel Delete" = "Cancel";

/* Title of alternate button for Delete confirmation sheet. */
"Delete Button Title" = "Delete Theme";


/* Title of Reset confirmation dialog. */
"Reset Theme Title" = "Reset theme to default?";

/* Informative text of Reset built-in theme confirmation sheet. */
"Reset Theme Text" = "Do you really want to reset the theme “%@” to its default configuration? This action cannot be undone!";

/* Title of alternate button for Reset confirmation sheet. */
"Reset Button Title" = "Reset Theme";


/* Title of default button for Delete and Reset confirmation sheet. Cancels the reset. */
"Cancel Reset" = "Cancel";


/* String appended to duplicated themes to indicate that it is a copy. The placeholder contains the original name of the theme. */
"Copy" = "%@ (copy)";


/* Title of alert sheet shown when importing a theme failed. The placeholder is replaced by the filename of the imported theme file. */
"ImportThemeFailedMessageText" = "Importing “%@” failed";

/* Informative text of alert sheet shown when importing a theme failed. The placeholder is replaced by error output generated when importing the theme. */
"ImportThemeFailedInformativeText" = "From the error log: “%@”";
